[
        {
            "Donation Organization": "ZOOS VICTORIA",
            "Donation Name": "BUSHFIRE EMERGENCY WiILDLIFE FUND",
            "Description": "As our world gets smaller whilst we all do our best to stay home, the interconnectedness of humans and wildlife has never been more relevant.\r\nFrom the recent devastating bushfires to the global outbreak of a virus that can be transferred between animals and human, how we treat wildlife is more important and urgent today than perhaps ever before.                                                             Our work is now focussed on three main areas:                                                                                                                 Species recovery\r\nWe are recovering species that have been affected by the bushfires, particularly threatened species such as Brush-tailed Rock Wallabies, Mountain Pygmy-possums, Eastern Bristlebirds and Swift Parrots.                                                 Specialised training\r\nWe are planning further training and an expansion of our veterinary facilities to ensure we, as a wildlife organisation, are ready to respond to future fire events.                                                                                                                                 Education\r\nWe will be educating local bushfire prone communities who are in the best position to respond to wildlife recovery in the future.                                                                                                                   ",
            "Link": "https://www.zoo.org.au/donation"
        },
        {
            "Donation Organization": "WWF Australia",
            "Donation Name": "BUSHFIRE EMERGENCY - ADOPT A KOALA",
            "Description": "Koalas are heading towards extinction in New South Wales and southeast Queensland as early as 2050. Will you help launch a critical and bold plan to save them, before it's too late?  \r\nWhile we may not have the full picture yet, we already know we will need a national wildlife and nature recovery plan. Help is urgently needed for our bushfire recovery work to deliver:\r\n• Wildlife response                                                                                                                                                                                                                                                                                                        - including partnering with wildlife response organisations, communities and scientist nationally for a swift and effective response and recovery at scale.\r\n• Habitat restoration for people and nature                                                                                                                                                                                                                                                            - including restoring forests and damaged wildlife habitat, stopping deforestation, including cultivating habitat connectivity, core habitat and Indigenous and rural fire management.\r\n• Future-proofing Australia                                                                                                                                                                                                                                                                                     - including driving innovative solutions to help mitigate climate change, driving climate preparedness, species adaptation and long-term wildlife and nature conservation efforts towards securing Australia’s natural resources for people and nature.                                                                                                                                                                                         $15 Could help provide bandages and medicine for an injured koala.                                                                                            $20 Could help prepare a koala to be released back into the wild.                                                                                         $30 Could help plant a corridor of trees between threatened koala habitats.                                                                                  $50 Could support efforts to urge our governments to stop excessive tree-clearing that destroys koala habitats, to protect wildlife for the long-term.                                                                                                                                                                ",
            "Link": "https://donate.wwf.org.au/adopt/koala#gs.6ft6xf"
        },
        {
            "Donation Organization": "WWF Australia",
            "Donation Name": "BUSHFIRE RECOVERY ",
            "Description": "Last summer, Australia was ravaged by the most devastating bushfire season the country has ever seen.\r\n\r\n34 lives lost, houses destroyed, and over 12 million hectares of Australian land was burnt. Tragically, over 1.25 billion animals, many found nowhere else in the world, perished.  \r\n\r\nRight now, 119 of our unique native species - already pushed to the brink - are at risk of being lost forever. We are particularly concerned about four key species that are now vulnerable or critically endangered: the brush-tailed rock-wallaby, Kangaroo Island dunnart and glossy-black cockatoo and distressingly, our koalas. \r\n\r\nBut all hope is not lost. Help is urgently needed to support our second phase of bushfire recovery work, to deliver:\r\n\r\n\r\nWildlife response - working with our partners to provide care and treatment for injured wildlife, and for effective recovery at scale.\r\nHabitat restoration for people and nature - restoring forests and damaged wildlife habitat, and stopping further deforestation, driven by our 'Towards Two Billion Trees' program.\r\nFuture-proofing Australia - long-term security and climate preparedness for people and nature.\r\n2020 has already proved to be a year of incredible challenge. Will you please help our precious wildlife and habitats recover from this disaster?\r\n\r\n You Donation                                                                                                                                                                                $15 could help restore native habitats for the critically endangered Kangaroo Island dunnart.                                                    $20 could help stop excessive deforestation and land clearing, helping vulnerable koalas and brush-tailed rock-wallabies to thrive in the wild.                                                                                                                                                                            $30 could help replace nest boxes burnt in the Kangaroo Island fires, to help the last-remaining glossy-black cockatoos successfully breed and repopulate.                                                                                                                                              $50 could help us work with government to strengthen climate policy and biodiversity laws, protecting our most threatened species.",
            "Link": "https://donate.wwf.org.au/donate/bushfire-recovery-rg#gs.6ftzkr"
        },
        {
            "Donation Organization": "Australia Zoo Wildlife Hospital",
            "Donation Name": "SAVING SPECIES, ONE LIFE AT A  TIME",
            "Description": "Australia's wildlife is uniquely its own and much-loved by the world. But it's disappearing at an alarming rate. Road traffic, domestic animal attacks and land clearing has left many animals fighting for their lives. With our support, the Australia Zoo Wildlife Hospital is giving injured wildlife a second chance. Over a twelve month period, between 6,000 and 8,000 animals are brought to the hospital for lifesaving treatment. Now, as one of the world's largest and busiest purpose-built wildlife hospitals, we're playing a vital role in saving Australia's native species, one life at a time.\r\nGive $25 and help care for a pouch young kangaroo joey for one week                                                                                                                                                                                                            Donate $50 and house an orphaned animal in a warm humidicrib for one week, before it is placed with a wildlife carer for specialised care and rehabilitation.                                                                                  Make a gift of $100 and provide expert care for an animal in Intensive Care for one day.                                                                                                                                                                                                                           A gift from you today will help provide lifesaving treatment to sick, injured and orphaned wildlife. Will you help us, help them?",
            "Link": "https://wildlifewarriors.org.au/donate/"
        },
        {
            "Donation Organization": "WIRES",
            "Donation Name": "EMERGENCY FUND FOR WILDLIFE",
            "Description": "The catastrophic fires, drought and extreme weather have decimated millions of hectares of habitat and conservatively impacted over a billion animals. The unprecedented scale of these events has devastated communities, wildlife and the organisations that care for them. The emergency fund was created as a direct response to the Australian bushfires to address wildlife rescue and welfare needs during and after the crisis. \r\n\r\nSince the Fund was announced in January, WIRES has distributed $2 million in grants nationally to over 190 licenced wildlife groups and individual carers. WIRES would like to thank all the applicants for their unwavering and selfless commitment to rescuing and rehabilitating our native wildlife throughout the worst bushfire season we have ever experienced.\r\n\r\nThe grants have assisted with a variety of immediate and longer term projects ranging from the purchase of specialised equipment, wildlife food and medical needs to the rebuilding of rehabilitation enclosures and creches. This widespread investment into the wildlife volunteer sector is unprecedented and will have long term impact.\r\n\r\nWIRES continues to support to the sector nationally through a number of large scale and individual programs.",
            "Link": "https://donations.wires.org.au/"
        },
        {
            "Donation Organization": "Port Macquarie Koala Hospital",
            "Donation Name": "DONATE TO THE KOALA HOSPITAL",
            "Description": "Koala Conservation Australia Inc. is a charitable organisation surviving on the ability to raise enough funds to keep the Hospital operating in order to save the lives of our precious koala population.\r\nYour donation helps the Koala Hospital with the rescue and treatment of sick and injured koalas and release back to their home range if possible; also the conservation and expansion of habitat, collection of information for research relating to habitat, disease, nutrition and habits of wild koalas and to provide educational material, to increase public awareness of all aspects of the koala.",
            "Link": "https://shop.koalahospital.org.au/collections/donations/products/donation"
        },
        {
            "Donation Organization": "WIDLIFE VICTORIA",
            "Donation Name": "DONATE TO WILDLIFE VICTORIA",
            "Description": "Wildlife Victoria is a not-for-profit charity connecting sick, injured and orphaned native wildlife in Victoria with the help they need.\r\nWith no government funding, we rely entirely on the generosity of the community to continue our vital work to help Aussie wildlife\r\nYour donation to Wildlife Victoria will be used to:\r\nKeep our Wildlife Emergency Response Service operating 7 days a week\r\nTrain and support more volunteer rescuers and transporters to attend wildlife emergencies around the state\r\nEducate the public on understanding and living more harmoniously with Australian wildlife",
            "Link": "https://www.wildlifevictoria.org.au/donate/donate-to-wildlife-victoria"
        },
        {
            "Donation Organization": "RSPCA Victoria",
            "Donation Name": "BUSHFIRE APPEAL",
            "Description": "RSPCA Victoria is one of the agencies that forms part of the Victorian Emergency Animal Welfare Plan. So far, we have provided support to both companion animals and wildlife impacted by the devastating fires.\r\n\r\nWe are now reaching out to fire-affected communities to provide people help caring for their pets, horses and animals on hobby farms. Let us know if you want us to come to your area.\r\n\r\nIn the meantime, this is how your generous donations have helped so far:                                                                             Helping wildlife in MAC\r\nOn Wednesday, 8 January RSPCA Victoria deployed our Mobile Animal Care (MAC) Unit to Bairnsdale, to help care for wildlife impacted by the bushfires.\r\nVets triaged and provided much-needed medical attention to alleviate suffering and help save some of our most vulnerable creatures from total devastation.                                                                                                                                           Bushfire hotline\r\nMid-January we opened our bushfire assistance hotline to aid people and their pets who were impacted by the fires. Assistance continues to be provided as the weeks roll through and fires continue to burn. Call 9224 2222 to speak to our team.                                                                                                                                                                                                 Animal care packages\r\nRSPCA Victoria employees created over 300 animal care packages to provide to people in affected communities in Victoria. The packs included food, treats, toys, a bowl and Advocate treatment for dogs, cats and small animals, helping people to care for their pets if they have been displaced by the fires. \r\nThese will continue to be created and sent to communities as needs arise.",
            "Link": "https://www.rspcavic.org/donate?donationAmount=80&ReferredFrom=TopNav"
        },
        {
            "Donation Organization": "Australian Wildlife Society",
            "Donation Name": "AUSTRALIAN WILDLIFE DONATION PROGRAM",
            "Description": "100% of any donations go directly to wildlife and/or wildlife conservation projects across Australia. Donated funds are never used to manage the organisation. Accurate records are kept and reported to the appropriate bodies such as the Australian Securities & Investments Commission (ASIC) and Australian Charities and Not-for-profits Commission (ACNC). Furthermore, the Society’s records are audited by a fully-qualified and registered auditor. In addition, any donated funds are kept in a separate trust fund called the ‘Public Fund’ until all the associated paperwork has been completed for the transition/donation to go through to the selected conservation organisation. The Society remains transparent and invites you to access the details of the Society’s financial overview (income and expenses) documented on the ACNC charity register via the following link  https://www.acnc.gov.au/charity",
            "Link": "https://www.aws.org.au/donate/"
        }
    ]